Repository: vitorhangar/marina-villareal
Catalog: site/languages/plugins/bj-lazy-load-*.po
Languages: es_es

source: Shows a low resolution preview image before the real image loads. Images uploaded before this setting is activated need that have their image sizes regenerated for the feature to work. This can be done using a plugin such as <a href="https://sv.wordpress.org/plugins/regenerate-thumbnails/">Regenerate Thumbnails</a>.
es_es: Muestra una vista previa de la imagen en baja resolución antes de que cargue la imagen real. Para que esta característica funcione, hay que regenerar los tamaños de las imágenes subidas antes de activar este ajuste. Esto se puede hacer usando un plugin como <a href="https://es.wordpress.org/plugins/regenerate-thumbnails/">Regenerate Thumbnails</a>.

source: Use low-res preview image
es_es: Usar la vista previa de la imagen en baja resolución

source: BJ Lazy Load Options
es_es: Opciones de BJ Lazy Load

source: Apply to text widgets
es_es: Aplicar a los widgets de texto

source: Apply to post thumbnails
es_es: Aplicar a las miniaturas de la entrada

source: Apply to content
es_es: Aplicar al contenido

source: Settings <strong>saved</strong>.
es_es: Ajustes <strong>guardados</strong>.

source: Threshold
es_es: Umbral

source: Placeholder Image URL
es_es: Marcador de posición de la URL de la imagen

source: Settings
es_es: Ajustes

source: Yes
es_es: Sí

source: Skip lazy loading for this post
es_es: Omitir la carga diferida en esta entrada

source: Skip lazy loading for this page
es_es: Omitir la carga diferida en esta página

source: Lazy Loading
es_es: Carga diferida

source: Comma separated. Example: "no-lazy, lazy-ignore, image-235"
es_es: Separado por comas. Ejemplo: «no-lazy, lazy-ignore, image-235»

source: Skip images with classes
es_es: Omitir imágenes con las siguientes clases

source: Lazy load iframes
es_es: Carga diferida de iframes

source: Lazy load images
es_es: Carga diferida de imágenes

source: Leave blank for default
es_es: Déjalo en blanco para el valor por defecto

source: How close to the viewport the element should be when we load it. In pixels. Example: 200
es_es: Cómo de cerca debe estar el elemento al punto de visualización cuando lo cargamos. En píxeles. Ejemplo: 200

source: Apply to gravatars
es_es: Aplicar a los gravatares
